/*
 Localizable.strings
 AppSalesMobile
 
 * Copyright (c) 2008, omz:software
 * All rights reserved.
 *
 * Redistribution and use in source and binary forms, with or without
 * modification, are permitted provided that the following conditions are met:
 *     * Redistributions of source code must retain the above copyright
 *       notice, this list of conditions and the following disclaimer.
 *     * Redistributions in binary form must reproduce the above copyright
 *       notice, this list of conditions and the following disclaimer in the
 *       documentation and/or other materials provided with the distribution.
 *     * Neither the name of the <organization> nor the
 *       names of its contributors may be used to endorse or promote products
 *       derived from this software without specific prior written permission.
 *
 * THIS SOFTWARE IS PROVIDED BY omz:software ''AS IS'' AND ANY
 * EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED
 * WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE
 * DISCLAIMED. IN NO EVENT SHALL <copyright holder> BE LIABLE FOR ANY
 * DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES
 * (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES;
 * LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND
 * ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT
 * (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS
 * SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
 */

"Mail send error" = "メールの送信に失敗しました。";
"AppSales CSV reports" = "AppSales CSVレポート";
"Translate foreign reviews" = "外国語のレビューを翻訳する";
"Backup reports" = "レポートのバックアップ";

"View Reports" = "レポート表示";
"Daily" = "日別レポート";
"Weekly" = "週別レポート";
"Total" = "総計";
"Reviews" = "レビュー";
"Configuration" = "構成";
"Settings" = "設定";
"About" = "AppSalesについて…";
"About AppSales" = "AppSalesについて…";
"Flag icons by icondrawer.com" = "Flag icons by icondrawer.com";
"Countries" = "国別";
"Products" = "アプリ別";
"%@ : %i free downloads" = "%@ : %i free downloads";
"iTunes Connect Login" = "iTunes Connect アカウント";
"User Name:" = "Apple ID:";
"Password:" = "パスワード:";
"Currency" = "通貨";
"US $" = "USドル";
"Euro" = "欧州ユーロ";
"Refresh Now" = "今すぐ更新";
"Exchange rates are automatically\nrefreshed every 6 hours" = "為替レートは６時間毎に自動更新されます。";
"Download Failed" = "ダウンロードに失敗しました";
"Sorry, an error occured when trying to download the report files. Please check your username, password and internet connection." = "レポートのダウンロード中にエラーが発生しました。Apple ID/パスワードやインターネット接続環境をご確認ください。";
"Error" = "エラー";
"The currency exchange rates could not be refreshed. Please check your internet connection." = "為替レートを更新出来ませんでした。インターネット接続環境をご確認ください。";
"OK" = "OK";
"Username / Password Missing" = "Apple IDとパスワードが入力されていません";
"Please enter a username and a password in the settings." = "設定画面でApple IDとパスワードを入力してください。";
"No sales" = "売上なし";
"Select... ( %@ )" = "通貨を選択… ( 現在:%@ )";
"Currencies" = "通貨";
"Last refresh: %@" = "最終更新日時: %@";
"No Internet Connection" = "インターネットに接続されていません。";
"You need to be connected to the internet to download reports." = "レポートをダウンロードするためにはインターネットへの接続環境が必要です。";
"Revenue (in %@)" = "Revenue (in %@)";
"%i days, ∑ = %@" = "%i days, ∑ = %@";
"%@ – %@, %i days, ∑ = %i %@" = "%@ – %@, %i days, ∑ = %i %@";
"Regions (%i days, ∑ = %@)" = "Regions (%i days, ∑ = %@)";
"Date Range" = "Date Range"; // TODO
"Quick Selection" = "Quick Selection"; // TODO
"Graphs" = "グラフ";
"All Apps" = "全てのアプリ";
"All Time" = "全期間";
"Last 7 Days" = "最近の７日間";
"Last 30 Days" = "最近の30日間";
"Mode..." = "モード…";
"Sales" = "販売数";
"Revenue" = "売上額";
"%i days, ∑ = %i sales" = "%i日間, ∑ = %i個";
"Regions (%i days, ∑ = %i sales)" = "国/地域 (%i日間, ∑ = %i個)";
"Reviews" = "レビュー";
"Weekly Report %i of %i" = "週別レポート: %i/%i個目";
"Daily Report %i of %i" = "日別レポート: %i/%i個目";
"Starting Download..." = "ダウンロード開始…";
"Logging in..." = "ログイン中…";
"All Countries" = "全ての国";
"Top Countries" = "上位の国";
"Download Reviews" = "レビューをダウンロード";
"Download" = "ダウンロード";
"%i Reviews (%i new)" = "%i個のレビュー (新規：%i個)";
"Before you can download reviews, you have to download at least one daily report with this version. If you already have today's report, you can delete it and download it again." = 
"現在のバージョンでは、レビューをダウンロードするためには最低１個の日別レポートが必要です。すでに日別レポートをダウンロードしている場合、そのレポートを削除してから再度実行してください。";
"Note" = "Note";
"No new reports found" = "新規レポートはありませんでした。";

"USD" = "アメリカ合衆国 USドル";
"AUD" = "オーストラリア・ドル";
"BHD" = "バーレーン・ディナール";
"THB" = "タイ バーツ";
"BND" = "ブルネイ ドル";
"CLP" = "チリ ペソ";
"DKK" = "デンマーク クローネ";
"HUF" = "ハンガリー フォリント";
"HKD" = "香港 ドル";
"ISK" = "アイスランド クローナ";
"CAD" = "カナダ ドル";
"QAR" = "カタール リアル";
"KWD" = "クウェート ディナール";
"MYR" = "マレーシア リンギット";
"MTL" = "マルタ リラ";
"MUR" = "モーリシャス ルピー";
"MXN" = "メキシコ ペソ";
"NPR" = "ネパール ルピー";
"TWD" = "台湾 ニュー台湾ドル";
"NZD" = "ニュージーランド・ドル";
"NOK" = "ノルウェー クローネ";
"PKR" = "パキスタン ルピー";
"GBP" = "イギリス UKポンド";
"ZAR" = "南アフリカ ランド";
"BRL" = "ブラジル レアル";
"CNY" = "中国 人民元";
"OMR" = "オマーン・リアル";
"IDR" = "インドネシア ルピアン";
"RUB" = "ロシア ルーブル";
"SAR" = "サウジアラビア・リヤル";
"ILS" = "イスラエル 新シェケル";
"SEK" = "スウェーデン・クローナ";
"CHF" = "スイスフラン";
"SGD" = "シンガポール・ドル";
"SKK" = "スロバキア・コルナ";
"LKR" = "スリランカ ルピー";
"KRW" = "韓国 ウォン";
"KZT" = "カザフスタン テンゲ";
"CZK" = "チェコ共和国 チェココルナ";
"AED" = "アラブ首長国連邦 ディルハム";
"JPY" = "日本 円";
"CYP" = "キプロス ポンド";
"INR" = "インド インド・ルピー";
"EUR" = "欧州 ユーロ";